import { createNoteData } from "../models/noteModel";

export const chapter3Notes = [
  createNoteData(
    "弥生時代を4つに区分すると？",
    "早期、前期、中期、後期",
    "そうき、ぜんき、ちゅうき、こうき",
    "弥生時代",
    3,
    "note053"
  ),

  createNoteData(
    "弥生文化が及ばなかった北海道において広がった文化は？",
    "続縄文文化",
    "ぞくじょうもんぶんか",
    "弥生時代",
    1,
    "note054"
  ),

  createNoteData(
    "弥生文化が及ばなかった南西諸島において広がった文化は？",
    "貝塚文化",
    "かいづかぶんか",
    "弥生時代",
    1,
    "note055"
  ),

  createNoteData(
    "弥生土器の由来となった、土器が発見された東京都の本郷弥生町にあった貝塚は？",
    "向ヶ丘貝塚",
    "むこうがおかかいづか",
    "弥生時代",
    2,
    "note056"
  ),

  createNoteData(
    "稲の穂を摘むために用いられた道具は？",
    "石包丁",
    "いしぼうちょう",
    "弥生時代",
    2,
    "note057"
  ),

  createNoteData(
    "弥生時代前期〜中期にかけて伝来した青銅器や鉄器をまとめてなんという？",
    "金属器",
    "きんぞくき",
    "弥生時代",
    1,
    "note058"
  ),

  createNoteData(
    "金属器のうち、銅と錫の合金でできたものは？",
    "青銅器",
    "せいどうき",
    "弥生時代",
    1,
    "note059"
  ),

  createNoteData(
    "収穫した稲を保存するための倉庫の名称は？",
    "高床倉庫",
    "たかゆかそうこ",
    "弥生時代",
    1,
    "note060"
  ),

  createNoteData(
    "収穫した作物を保管するための穴の名称は？",
    "貯蔵穴",
    "ちょぞうけつ",
    "弥生時代",
    2,
    "note061"
  ),

  createNoteData(
    "脱穀に用いた道具は？",
    "木臼と竪杵",
    "きうすとたてぎね",
    "弥生時代",
    2,
    "note062"
  ),

  createNoteData(
    "低湿地に設けられた初期の水田の名称は？",
    "湿田",
    "しつでん",
    "弥生時代",
    2,
    "note063"
  ),

  createNoteData(
    "自然堤防や段丘に設けられ、灌漑を行うやや湿った水田の名称は？",
    "半乾田",
    "はんかんでん",
    "弥生時代",
    3,
    "note064"
  ),

  createNoteData(
    "排水が良好で灌漑が必要な生産性の高い水田の名称は？",
    "乾田",
    "かんでん",
    "弥生時代",
    2,
    "note065"
  ),

  createNoteData(
    "弥生時代前期に行われた種まきの方法は？",
    "直播",
    "ちょくは",
    "弥生時代",
    3,
    "note066"
  ),

  createNoteData(
    "弥生時代後期に行われた種まきの方法は？",
    "田植え",
    "たうえ",
    "弥生時代",
    3,
    "note067"
  ),

  createNoteData(
    "弥生時代において家畜として飼育されていたことが確認されている動物を二つ挙げよ",
    "ブタとイノシシ",
    "ぶたといのしし",
    "弥生時代",
    3,
    "note068"
  ),

  createNoteData(
    "水田の耕作に用いられた木製の農具を二つ挙げよ",
    "木鍬と木鍬",
    "きぐわときぐわ",
    "弥生時代",
    2,
    "note069"
  ),

  createNoteData(
    "水田で足が沈むのを防ぐために用いられた農具は？",
    "田下駄",
    "たげた",
    "弥生時代",
    2,
    "note070"
  ),

  createNoteData(
    "水田に堆肥や青草を踏み込むために用いられた農具は？",
    "大足",
    "おおあし",
    "弥生時代",
    2,
    "note071"
  ),

  createNoteData(
    "収穫した稲を水田上で運ぶために用いられた道具は？",
    "田舟",
    "たぶね",
    "弥生時代",
    2,
    "note072"
  ),

  createNoteData(
    "石包丁を用いて行われた稲の収穫方法の名称は？",
    "穂首刈り",
    "ほくびがり",
    "弥生時代",
    3,
    "note073"
  ),

  createNoteData(
    "弥生時代後期から始まった、鉄鎌を用いて行われた稲の収穫方法の名称は？",
    "根刈り",
    "ねがり",
    "弥生時代",
    3,
    "note074"
  ),

  createNoteData(
    "住居や水田跡で知られる静岡県静岡市の遺跡は？",
    "登呂遺跡",
    "とろいせき",
    "弥生時代",
    1,
    "note075"
  ),

  createNoteData(
    "水田跡で有名な青森県の遺跡を二つ挙げよ",
    "垂柳遺跡と砂沢遺跡",
    "たるやなぎいせきとすなさわいせき",
    "弥生時代",
    1,
    "note076"
  ),

  createNoteData(
    "水田跡で有名な静岡県伊豆の国市に位置する遺跡は？",
    "山木遺跡",
    "やまきいせき",
    "弥生時代",
    2,
    "note077"
  ),

  createNoteData(
    "弥生土器のうち、煮炊きに用いられたのは？",
    "甕",
    "かめ",
    "弥生時代",
    1,
    "note078"
  ),

  createNoteData(
    "弥生土器のうち、穀物の貯蔵に用いられたのは？",
    "壺",
    "つぼ",
    "弥生時代",
    1,
    "note079"
  ),

  createNoteData(
    "弥生土器のうち、食べ物の盛り付けに用いられたのは？",
    "高杯",
    "たかつき",
    "弥生時代",
    1,
    "note080"
  ),

  createNoteData(
    "弥生土器のうち、食べ物を蒸すために用いられたのは？",
    "甑",
    "こしき",
    "弥生時代",
    1,
    "note081"
  ),

  createNoteData(
    "弥生時代の死者の埋葬方法の名称は？",
    "伸展葬",
    "しんてんそう",
    "弥生時代",
    1,
    "note082"
  ),

  createNoteData(
    "主に九州北部に見られる、地上に大きな石を配置した墓の名称は？",
    "支石墓",
    "しせきぼ",
    "弥生時代",
    1,
    "note083"
  ),

  createNoteData(
    "死者を入れた大型の土器の名称は？",
    "甕棺墓",
    "かめかんぼ",
    "弥生時代",
    1,
    "note084"
  ),

  createNoteData(
    "板を組み合わせた棺に埋葬した弥生時代の墓の名称は？",
    "木棺墓",
    "もくかんぼ",
    "弥生時代",
    2,
    "note085"
  ),

  createNoteData(
    "北九州に多くみられる、板石を組み合わせて作った棺による墓の名称は？",
    "箱式石棺墓",
    "はこしきせっかんぼ",
    "弥生時代",
    2,
    "note086"
  ),

  createNoteData(
    "方形の墳丘の周りに溝を巡らせた墓の名称は？",
    "方形周溝墓",
    "ほうけいしゅうこうぼ",
    "弥生時代",
    1,
    "note087"
  ),

  createNoteData(
    "東日本で行われていた、一度埋葬して白骨化した遺体を土器などに詰めて再度埋葬した墓の名称は？",
    "再葬墓",
    "さいそうぼ",
    "弥生時代",
    1,
    "note088"
  ),

  createNoteData(
    "吉備地方（岡山県）で見られる、墳丘の周囲に突出部を持つ墓の名称は？",
    "楯築墳丘墓",
    "たてつきふんきゅうぼ",
    "弥生時代",
    1,
    "note089"
  ),

  createNoteData(
    "山陰地方で見られる、墳丘の周囲に突出部を持つ墓の名称は？",
    "四隅突出型墳丘墓",
    "よすみとっしゅつがたふんきゅうぼ",
    "弥生時代",
    1,
    "note090"
  ),

  createNoteData(
    "墓に遺体と共に埋葬された様々な物の総称は？",
    "副葬品",
    "ふくそうひん",
    "弥生時代",
    1,
    "note091"
  ),

  createNoteData(
    "九州北部に多く見られる青銅器を二つ挙げよ",
    "銅矛と銅戈",
    "どうほことどうか",
    "弥生時代",
    2,
    "note092"
  ),

  createNoteData(
    "瀬戸内海地域に多く見られる青銅器は？",
    "平形銅剣",
    "ひらがたどうけん",
    "弥生時代",
    2,
    "note093"
  ),

  createNoteData(
    "近畿地方に多く見られる青銅器は？",
    "銅鐸",
    "どうたく",
    "弥生時代",
    2,
    "note094"
  ),

  createNoteData(
    "銅剣・銅矛・銅戈がまとまって出土した島根県出雲市斐川町の遺跡は？",
    "荒神谷遺跡",
    "こうじんだにいせき",
    "弥生時代",
    1,
    "note095"
  ),

  createNoteData(
    "銅鐸が出土したことで知られる島根県の遺跡は？",
    "加茂岩倉遺跡",
    "かもいわくらいせき",
    "弥生時代",
    3,
    "note096"
  ),

  createNoteData(
    "弥生時代になって出現し始めた、周囲に溝をめぐらせた集落の名称は？",
    "環濠集落",
    "かんごうしゅうらく",
    "弥生時代",
    1,
    "note097"
  ),

  createNoteData(
    "佐賀県に位置する巨大な環濠集落の遺跡は？",
    "吉野ヶ里遺跡",
    "よしのがりいせき",
    "弥生時代",
    1,
    "note098"
  ),

  createNoteData(
    "環濠集落の代表例である、奈良県の遺跡の名称は？",
    "唐古・鍵遺跡",
    "からこ・かぎいせき",
    "弥生時代",
    1,
    "note099"
  ),
  createNoteData(
    "弥生時代になって出現し始めた、平地よりも高い場所につくられた集落の名称は？",
    "高地性集落",
    "こうちせいしゅうらく",
    "弥生時代",
    1,
    "note100"
  ),

  createNoteData(
    "高地性集落の代表例である香川県の遺跡は？",
    "紫雲出山遺跡",
    "しうでやまいせき",
    "弥生時代",
    1,
    "note101"
  ),

  createNoteData(
    "高地性集落の代表例である、大阪府の遺跡は？",
    "古曽部・芝谷遺跡",
    "こそべ・しばたにいせき",
    "弥生時代",
    3,
    "note102"
  ),

  createNoteData(
    "神奈川県横浜市に位置する環濠集落の遺跡は？",
    "大塚遺跡",
    "おおつかいせき",
    "弥生時代",
    3,
    "note103"
  ),

  createNoteData(
    "大阪府和泉市に位置する環濠集落の遺跡は？",
    "池上曽根遺跡",
    "いけがみそねいせき",
    "弥生時代",
    3,
    "note104"
  ),

  createNoteData(
    "弥生時代に出現し始めた、いくつかの集落からなる政治的なまとまりの名称は？",
    "クニ",
    "くに",
    "弥生時代",
    1,
    "note105"
  ),

  createNoteData(
    "1世紀ごろに編纂され、当時の日本の状況についても記載されている中国の歴史書は？",
    "『漢書』地理志",
    "かんじょ ちりし",
    "弥生時代",
    1,
    "note106"
  ),

  createNoteData("漢書の著者は？", "班固", "はんこ", "弥生時代", 3, "note107"),

  createNoteData(
    "『漢書』地理志では日本列島の人々と国はなんと記されている？",
    "倭人　倭国",
    "わじん　わこく",
    "弥生時代",
    1,
    "note108"
  ),

  createNoteData(
    "『漢書』地理志で倭国が朝貢に訪れていたと記されている、朝鮮の地域は？",
    "楽浪郡",
    "らくろうぐん",
    "弥生時代",
    1,
    "note109"
  ),

  createNoteData(
    "紀元57年に倭の奴国の王の使者が中国を訪れたとの記載がある中国の歴史書は？",
    "『後漢書』東夷伝",
    "ごかんじょ とういでん",
    "弥生時代",
    1,
    "note110"
  ),

  createNoteData(
    "奴国の王の使者が訪れた、後漢の都は？",
    "洛陽",
    "らくよう",
    "弥生時代",
    3,
    "note111"
  ),

  createNoteData(
    "奴国の王に金印を与えた後漢の皇帝は？",
    "光武帝",
    "こうぶてい",
    "弥生時代",
    2,
    "note112"
  ),

  createNoteData(
    "奴国の王が後漢の光武帝から与えられた金印に彫られている文言は？",
    "漢委奴国王",
    "かんのわのなのこくおう",
    "弥生時代",
    1,
    "note113"
  ),

  createNoteData(
    "107年に後漢の安帝に生口160人を献じたのは誰？",
    "倭国王帥升",
    "わこくおうすいしょう",
    "弥生時代",
    2,
    "note114"
  ),

  createNoteData(
    "倭国王帥升が後漢の安帝に献じたのは？",
    "生口160人",
    "せいこうひゃくろくじゅうにん",
    "弥生時代",
    3,
    "note115"
  ),

  createNoteData(
    "倭国王帥升が生口160人を献じたのは？",
    "安帝",
    "あんてい",
    "弥生時代",
    3,
    "note116"
  ),

  createNoteData(
    "邪馬台国の記載がある中国の歴史書は？",
    "『三国志』の「魏志」倭人伝",
    "さんごくし の ぎし わじんでん",
    "弥生時代",
    1,
    "note117"
  ),

  createNoteData(
    "「魏志」倭人伝の正式名称は？",
    "「魏書」東夷伝倭人の条",
    "ぎしょ とういでん わじん の じょう",
    "弥生時代",
    3,
    "note118"
  ),

  createNoteData(
    "「魏志」倭人伝の著者は？",
    "陳寿",
    "ちんじゅ",
    "弥生時代",
    3,
    "note119"
  ),

  createNoteData(
    "三国志の三国の国名を挙げよ",
    "魏・呉・蜀",
    "ぎ・ご・しょく",
    "弥生時代",
    2,
    "note120"
  ),

  createNoteData(
    "239年に魏に使者を派遣した邪馬台国の女王は？",
    "卑弥呼",
    "ひみこ",
    "弥生時代",
    1,
    "note121"
  ),

  createNoteData(
    "卑弥呼が女王を務めた国（政治連合）の名称は？",
    "邪馬台国",
    "やまたいこく",
    "弥生時代",
    1,
    "note122"
  ),

  createNoteData(
    "卑弥呼が魏から与えられた称号は？",
    "親魏倭王",
    "しんぎわおう",
    "弥生時代",
    1,
    "note123"
  ),

  createNoteData(
    "卑弥呼が使者を派遣した朝鮮半島の地域は？",
    "帯方郡",
    "たいほうぐん",
    "弥生時代",
    2,
    "note124"
  ),

  createNoteData(
    "『魏志』倭人伝において、卑弥呼の呪術はなんと記されている？",
    "鬼道",
    "きどう",
    "弥生時代",
    3,
    "note125"
  ),

  createNoteData(
    "邪馬台国と対立して争った国は？",
    "狗奴国",
    "くなこく",
    "弥生時代",
    1,
    "note126"
  ),

  createNoteData(
    "卑弥呼の死後、争いを収めるために女王となった卑弥呼の宗女の名は？",
    "壱与（台与）",
    "いよ（とよ）",
    "弥生時代",
    1,
    "note127"
  ),

  createNoteData(
    "壱与が使者を送った中国の王朝名とその都は？",
    "晋、洛陽",
    "しん、らくよう",
    "弥生時代",
    3,
    "note128"
  ),

  createNoteData(
    "邪馬台国が伊都国に設置していた役所の名称は？",
    "一大率",
    "いちだいそつ",
    "弥生時代",
    3,
    "note129"
  ),

  createNoteData(
    "邪馬台国にはなんという身分が存在していた？二つ挙げよ",
    "大人・下戸",
    "おとな・げこ",
    "弥生時代",
    2,
    "note130"
  ),

  createNoteData(
    "邪馬台国論争において、邪馬台国が位置するとされている地域は？",
    "九州北部または近畿",
    "きゅうしゅうほくぶまたはきんき",
    "弥生時代",
    1,
    "note131"
  ),

  createNoteData(
    "邪馬台国が近畿に位置した場合、どんなことが言える？",
    "3世紀前半には近畿から九州北部に及ぶ政治連合が形成されており、邪馬台国はのちのヤマト政権につながる。",
    "さんせいきぜんはんにはきんきからきゅうしゅうほくぶにおよぶせいじれんごうがけいせいされており、やまたいこくはのちのやまとせいけんにつながる。",
    "弥生時代",
    3,
    "note132"
  ),

  createNoteData(
    "邪馬台国が九州北部に位置した場合、どんなことが言える？",
    "邪馬台国は九州北部の小規模な政治連合であり、のちに近畿地方で成立するヤマト政権に統合されたか、邪馬台国の勢力が東に勢力を伸ばし、ヤマト政権になった。",
    "やまたいこくはきゅうしゅうほくぶのしょうきぼなせいじれんごうであり、のちにきんきちほうでせいりつするやまとせいけんにとうごうされたか、やまたいこくのせいりょくがひがしにせいりょくをのばし、やまとせいけんになった。",
    "弥生時代",
    3,
    "note133"
  ),

  createNoteData(
    "邪馬台国が近畿にあった根拠とされる遺跡は？",
    "纏向遺跡",
    "まきむくいせき",
    "弥生時代",
    2,
    "note134"
  ),

  createNoteData(
    "卑弥呼の墓だという説のある古墳は？",
    "箸墓古墳",
    "はしはかこふん",
    "弥生時代",
    2,
    "note135"
  ),

  createNoteData(
    "金属器のうち、鉄を主成分とするものは？",
    "鉄器",
    "てっき",
    "弥生時代",
    1,
    "note136"
  ),
];
