import { createNoteData } from "../models/noteModel";

export const chapter2Notes = [
  createNoteData(
    "今から1万年前に完新世が始まり、温暖な気候となったことによって東日本に広がった植生は？",
    "落葉広葉樹林",
    "らくようこうようじゅりん",
    "縄文時代",
    3,
    "note22"
  ),

  createNoteData(
    "今から1万年前に完新世が始まり、温暖な気候となったことによって西日本に広がった植生は？",
    "照葉樹林",
    "しょうようじゅりん",
    "縄文時代",
    3,
    "note23"
  ),

  createNoteData(
    "旧石器時代の打製石器に対して縄文時代から登場した石器は？",
    "磨製石器",
    "ませいせっき",
    "縄文時代",
    1,
    "note24"
  ),

  createNoteData(
    "表面に細い縄の文様を持つ土器の名称は？",
    "縄文土器",
    "じょうもんどき",
    "縄文時代",
    1,
    "note25"
  ),

  createNoteData(
    "縄文土器の変化の区分を早い段階から挙げると？",
    "草創期、早期、前期、中期、後期、晩期",
    "そうそうき、そうき、ぜんき、ちゅうき、こうき、ばんき",
    "縄文時代",
    2,
    "note26"
  ),

  createNoteData(
    "樹木の年輪を利用する遺物の絶対年代測定法は？",
    "年輪年代測定法",
    "ねんりんねんだいそくていほう",
    "縄文時代",
    2,
    "note27"
  ),

  createNoteData(
    "生物の遺体に残っている放射性炭素を用いて遺物の年代を測定する方法は？",
    "放射性炭素年代測定法（炭素14年代法）",
    "ほうしゃせいたんそねんだいそくていほう（たんそじゅうよんねんだいほう）",
    "縄文時代",
    2,
    "note28"
  ),

  createNoteData(
    "縄文時代において使用された土を掘るための道具は？",
    "打製石斧",
    "だせいせきふ",
    "縄文時代",
    3,
    "note29"
  ),

  createNoteData(
    "縄文時代において木の実をすり潰すのに使用されたと考えられている道具は？",
    "石皿・すり石",
    "いしざら・すりいし",
    "縄文時代",
    3,
    "note30"
  ),

  createNoteData(
    "人々が食べた貝や魚の骨などの捨てたものが堆積している遺跡の名称は？",
    "貝塚",
    "かいづか",
    "縄文時代",
    1,
    "note31"
  ),

  createNoteData(
    "動物の骨や角を用いて作られた道具の名称は？",
    "骨角器",
    "こっかくき",
    "縄文時代",
    2,
    "note32"
  ),

  createNoteData(
    "晩期の縄文土器が発掘されたことで有名な東日本の縄文時代の遺跡は？",
    "亀ヶ岡遺跡",
    "かめがおかいせき",
    "縄文時代",
    2,
    "note33"
  ),

  createNoteData(
    "環状列石の遺跡として有名な東日本の縄文時代の遺跡は？",
    "大湯遺跡",
    "おおゆいせき",
    "縄文時代",
    2,
    "note34"
  ),

  createNoteData(
    "縄文時代に人々が住んでいた、地面を掘った穴に柱を立てて屋根を葺いた住居の名称は？",
    "竪穴住居",
    "たてあなじゅうきょ",
    "縄文時代",
    1,
    "note35"
  ),

  createNoteData(
    "縄文時代の広場を竪穴住居が囲んで形成される集落の名称は？",
    "環状集落",
    "かんじょうしゅうらく",
    "縄文時代",
    1,
    "note36"
  ),

  createNoteData(
    "縄文時代初期から中期の集落の遺跡で、クリ林の管理などの形跡が残ることで著名な遺跡は？",
    "三内丸山遺跡",
    "さんないまるやまいせき",
    "縄文時代",
    1,
    "note37"
  ),

  createNoteData(
    "北海道の十勝や白滝、長野の和田峠などを原産地とする、石器の原材料は？",
    "黒曜石",
    "こくようせき",
    "縄文時代",
    1,
    "note38"
  ),

  createNoteData(
    "様々な自然現象や自然物に霊魂が宿るという、縄文時代に存在したと考えられている考え方や風習の名称は？",
    "アニミズム",
    "あにみずむ",
    "縄文時代",
    1,
    "note39"
  ),

  createNoteData(
    "女性をかたどった期の名称は？",
    "土偶",
    "どぐう",
    "縄文時代",
    1,
    "note40"
  ),

  createNoteData(
    "男性の性器をかたどった石製品の名称は？",
    "石棒",
    "せきぼう",
    "縄文時代",
    1,
    "note41"
  ),

  createNoteData(
    "成人の儀礼として行われたと考えられている、健康な歯を抜く縄文時代の風習は？",
    "抜歯",
    "ばっし",
    "縄文時代",
    2,
    "note42"
  ),

  createNoteData(
    "死者の霊が蘇るのを恐れて遺体の手足を折り曲げる埋葬の名称は？",
    "屈葬",
    "くっそう",
    "縄文時代",
    2,
    "note43"
  ),

  createNoteData(
    "アメリカ人モースが明治時代に発見した貝塚は？",
    "大森貝塚",
    "おおもりかいづか",
    "縄文時代",
    1,
    "note44"
  ),

  createNoteData(
    "大森貝塚を発見したのは誰？",
    "モース",
    "もーす",
    "縄文時代",
    2,
    "note45"
  ),

  createNoteData(
    "モースが大森貝塚を発見した際に乗車していた鉄道は？",
    "東海道線",
    "とうかいどうせん",
    "縄文時代",
    2,
    "note46"
  ),

  createNoteData(
    "縄文時代において、動物の皮を剥ぐ道具として用いられた道具の名称は？",
    "石匙",
    "いしさじ",
    "縄文時代",
    3,
    "note47"
  ),

  createNoteData(
    "千葉県に位置する、国内最大の貝塚の遺跡は？",
    "加曽利貝塚",
    "かそりかいづか",
    "縄文時代",
    2,
    "note48"
  ),

  createNoteData(
    "宮城県に位置する貝塚の遺跡は？",
    "里浜貝塚",
    "さとはまかいづか",
    "縄文時代",
    2,
    "note49"
  ),

  createNoteData(
    "福井県に位置する貝塚の遺跡は？",
    "鳥浜貝塚",
    "とりはまかいづか",
    "縄文時代",
    2,
    "note50"
  ),

  createNoteData(
    "福岡県に位置する原始農耕の遺跡は？",
    "板付遺跡",
    "いたづけいせき",
    "縄文時代",
    2,
    "note51"
  ),

  createNoteData(
    "佐賀県に位置する原始農耕の遺跡は？",
    "菜畑遺跡",
    "なばたけいせき",
    "縄文時代",
    2,
    "note52"
  ),
];
